[
	{
		"name": "Barbell Squat",
		"Main Muscle Worked": " Quadriceps",
		"Other Muscles": " Calves, Glutes, Hamstrings, Lower Back",
		"Force": " Push",
		"Your Rating": " ",
		"Level": " Beginner",
		"pic_right": "http://www.bodybuilding.com/exercises/exerciseImages/sequences/31/Male/l/31_1.jpg",
		"Mechanics Type": " Compound",
		"Equipment": " Barbell",
		"link": "http://www.bodybuilding.com/exercises/detail/view/name/barbell-squat",
		"pic_left": "http://www.bodybuilding.com/exercises/exerciseImages/sequences/31/Male/l/31_1.jpg",
		"Sport": " No",
		"Type": " Strength",
		"guide": [
			"This exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack to just below shoulder level. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.",
			"Hold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.",
			"Step away from the rack and position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head up at all times and also maintain a straight back. This will be your starting position. (Note: For the purposes of this discussion we will use the medium stance described above which targets overall development; however you can choose any of the three stances discussed in the foot stances section).",
			"Begin to slowly lower the bar by bending the knees and hips as you maintain a straight posture with the head up. Continue down until the angle between the upper leg and the calves becomes slightly less than 90-degrees. Inhale as you perform this portion of the movement. Tip: If you performed the exercise correctly, the front of the knees should make an imaginary straight line with the toes that is perpendicular to the front. If your knees are past that imaginary line (if they are past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.",
			"Begin to raise the bar as you exhale by pushing the floor with the heel of your foot as you straighten the legs again and go back to the starting position.",
			"Repeat for the recommended amount of repetitions."
		],
		"id": 64
	},
	{
		"name": "Front Squat",
		"Main Muscle Worked": " Quadriceps",
		"Other Muscles": " Abdominals, Glutes, Hamstrings",
		"Force": " Push",
		"Your Rating": " ",
		"Level": " Intermediate",
		"pic_right": "http://www.bodybuilding.com/exercises/exerciseImages/sequences/737/Male/l/737_1.jpg",
		"Mechanics Type": " Compound",
		"Equipment": " Barbell",
		"link": "http://www.bodybuilding.com/exercises/detail/view/name/front-squat-clean-grip",
		"pic_left": "http://www.bodybuilding.com/exercises/exerciseImages/sequences/737/Male/l/737_1.jpg",
		"Sport": " No",
		"Type": " Strength",
		"guide": [
			"To begin, first set the bar in a rack slightly below shoulder level. Rest the bar on top of the deltoids, pushing into the clavicles, and lightly touching the throat. Your hands should be in a clean grip, touching the bar only with your fingers to help keep it in position.",
			"Lift the bar off the rack by first pushing with your legs and at the same time straightening your torso. Step away from the rack and position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head and elbows up at all times. This will be your starting position.",
			"Bend at the knees, sitting down between your legs. Continue down until your hamstrings are on your calves. Keep your knees aligned with your feet by consciously using your abductors to push your knees out as you squat.",
			"Begin to raise the bar as you exhale by pushing the floor mainly with the heel or middle of your foot as you straighten the legs again and return to the starting position."
		],
		"id": 295
	},
	{
		"name": "Dumbbell Lunges",
		"Main Muscle Worked": " Quadriceps",
		"Other Muscles": " Calves, Glutes, Hamstrings",
		"Force": " Push",
		"Your Rating": " ",
		"Level": " Beginner",
		"pic_right": "http://www.bodybuilding.com/exercises/exerciseImages/sequences/32/Male/l/32_1.jpg",
		"Mechanics Type": " Compound",
		"Equipment": " Dumbbell",
		"link": "http://www.bodybuilding.com/exercises/detail/view/name/dumbbell-lunges",
		"pic_left": "http://www.bodybuilding.com/exercises/exerciseImages/sequences/32/Male/l/32_1.jpg",
		"Sport": " No",
		"Type": " Strength",
		"guide": [
		"Stand with your torso upright holding two dumbbells in your hands by your sides. This will be your starting position.",
		"Step forward with your right leg around 2 feet or so from the foot being left stationary behind and lower your upper body down, while keeping the torso upright and maintaining balance. Inhale as you go down. Note: As in the other exercises, do not allow your knee to go forward beyond your toes as you come down, as this will put undue stress on the knee joint. Make sure that you keep your front shin perpendicular to the ground.",
		"Using mainly the heel of your foot, push up and go back to the starting position as you exhale.",
		"Repeat the movement for the recommended amount of repetitions and then perform with the left leg."
		],
		"id": 230
	},
	{
		"name": "Leg Extensions",
		"Main Muscle Worked": " Quadriceps",
		"Force": " Push",
		"Your Rating": " ",
		"Level": " Beginner",
		"pic_right": "http://www.bodybuilding.com/exercises/exerciseImages/sequences/53/Male/l/53_1.jpg",
		"Mechanics Type": " Isolation",
		"Equipment": " Machine",
		"link": "http://www.bodybuilding.com/exercises/detail/view/name/leg-extensions",
		"pic_left": "http://www.bodybuilding.com/exercises/exerciseImages/sequences/53/Male/l/53_1.jpg",
		"Sport": " No",
		"Type": " Strength",
		"guide": [
		"For this exercise you will need to use a leg extension machine. First choose your weight and sit on the machine with your legs under the pad (feet pointed forward) and the hands holding the side bars. This will be your starting position. Tip: You will need to adjust the pad so that it falls on top of your lower leg (just above your feet). Also, make sure that your legs form a 90-degree angle between the lower and upper leg. If the angle is less than 90-degrees then that means the knee is over the toes which in turn creates undue stress at the knee joint. If the machine is designed that way, either look for another machine or just make sure that when you start executing the exercise you stop going down once you hit the 90-degree angle.",
		"Using your quadriceps, extend your legs to the maximum as you exhale. Ensure that the rest of the body remains stationary on the seat. Pause a second on the contracted position.",
		"Slowly lower the weight back to the original position as you inhale, ensuring that you do not go past the 90-degree angle limit.",
		"Repeat for the recommended amount of times."
		],
		"id": 408
	},
	{
		"name": "Lying Leg Curls",
		"Main Muscle Worked": " Hamstrings",
		"Force": " Pull",
		"Your Rating": " ",
		"Level": " Beginner",
		"pic_right": "http://www.bodybuilding.com/exercises/exerciseImages/sequences/52/Male/l/52_1.jpg",
		"Mechanics Type": " Isolation",
		"Equipment": " Machine",
		"link": "http://www.bodybuilding.com/exercises/detail/view/name/lying-leg-curls",
		"pic_left": "http://www.bodybuilding.com/exercises/exerciseImages/sequences/52/Male/l/52_1.jpg",
		"Sport": " No",
		"Type": " Strength",
		"guide": [
			"Adjust the machine lever to fit your height and lie face down on the leg curl machine with the pad of the lever on the back of your legs (just a few inches under the calves). Tip: Preferably use a leg curl machine that is angled as opposed to flat since an angled position is more favorable for hamstrings recruitment.",
			"Keeping the torso flat on the bench, ensure your legs are fully stretched and grab the side handles of the machine. Position your toes straight (or you can also use any of the other two stances described on the foot positioning section). This will be your starting position.",
			"As you exhale, curl your legs up as far as possible without lifting the upper legs from the pad. Once you hit the fully contracted position, hold it for a second.",
			"As you inhale, bring the legs back to the initial position. Repeat for the recommended amount of repetitions."
		],
		"id": 448
	}
]